var json = [{
  "id": 1,
  "name":"趵突泉",
  "name_en": "Baoty Spring",
  "addr":"济南市历下区趵突泉南路1号",
  "qihou":"温带季风气候",
  "orea":"158亩",
  "open_time":"07:00-18:00(冬季为21:00)",
  "level":"国家AAAAA级旅游景区",
  "price":"成人40元;学生20元",
  "intro":"趵突泉（Baotu Spring），位于山东省济南市历下区，东临泉城广场，北望五龙潭，面积达158亩，位居济南七十二名泉之冠。乾隆皇帝南巡时因趵突泉水泡茶味醇甘美，曾册封趵突泉为“天下第一泉”。也是最早见于古代文献的济南名泉。"
},
{
  "id": 2,
  "name": "五龙潭",
  "name_en": "Five Dragons Pool",
  "addr": "济南市天桥区筐市街18号",
  "qihou": "温带季风气候",
  "orea": "5.44公顷",
  "open_time":"4月10日-10月9日:7:00-19:00;10月10日-次年4月9日:7:00-18:00",
  "level": "国家AAAAA级旅游景区",
  "price": "免费",
  "intro": "五龙潭也是济南一大奇迹，位于济南旧城西门外，泺源桥北，因内有五龙潭而得名。五龙潭居公园中部。据《水经注》记载，北魏以前就有这片水，称净池，是大明湖的一隅。相传，五龙潭昔日潭深莫测，每遇大旱，祷雨则应，故元代有好事者在潭边建庙，内塑五方龙神，自此便改称五龙潭。五龙潭公园内，散布着形态各异的26处古名泉，构成济南四大泉群的五龙潭泉群。环绕诸多泉池，形成了庞大的五龙潭泉系并成为济南四大著名泉群中水质最好的泉群。"
},
{
  "id": 3,
  "name": "济南环城公园",
  "name_en": "Around-city Park",
  "addr": "东省济南市历下区",
  "qihou": "温带季风气候",
  "orea": "6.26公里",
  "open_time": "四季",
  "level": "国家AAAAA级旅游景区",
  "price": "免费",
  "intro": "济南环城公园(Around-city Park)，位于山东省济南市历下区，是闪耀在泉城济南的一颗璀璨明珠。环城公园建在济南护城河沿岸，全长6.26公里，以优美典雅的园林建筑和碧水翠，把趵突泉群、珍珠泉群、黑虎泉群、五龙潭泉群及大明湖连接在一起，形成了以湖心泉水为特色的园林绿化中心，使“四面荷花三面柳，一城山色半城湖”的泉城景色更加秀丽。"
},
{
  "id": 4,
  "name": "大明湖",
  "name_en": "Daming Lake",
  "addr": "济南市旧城北部",
  "qihou": "温带季风气候",
  "orea": "81公顷",
  "open_time": "全天",
  "level": "国家AAAAA级旅游景区",
  "price": "门票免费，超然楼40元，观光船10元",
  "intro": "大明湖位于“泉城”济南城北部，面积约46万平方米，是济南三大名胜之一。大明湖历史悠久，其名始于北魏郦道元《水经注》，书中记载，“泺水北流为大明湖，西即大明寺，东西两面则湖”。宋代称“四望湖”，后渐堙塞。金代起，在元好问的《济南行记》中始称“大明湖”。马可·波罗在《中国游记》中写道：“园林美丽，堪悦心目，湖光山色，应接不暇”。大明湖为诸泉汇流而成，出小清河入渤海，有“淫雨不涨，久旱不涸”的特点。"
},
{
  "id": 5,
  "name": "黑虎泉",
  "name_en": "Black Tiger Springs",
  "addr": "济南市南护城河南岸",
  "qihou": "温带季风气候",
  "orea": "高2米,深3米,宽1.7米",
  "open_time": "全天",
  "level": "国家AAAAA级旅游景区",
  "price": "免费",
  "intro": "黑虎泉之名，始见于金代的名泉碑。一说名的来源是因岸上原有一“黑虎庙”； 也有的说是因“水激柱石，声如虎啸”而得名，因此泉为一天然洞穴，内有一巨石盘曲伏卧，上生苔藓，显得黑苍苍，如猛虎深藏， 泉水从巨石下涌出，激湍撞击，再加半夜朔风吹入石隙裂缝，酷似虎啸，故称黑虎泉。"
},
{
  "id": 6,
  "name": "济南国际园博园",
  "name_en": "Jinan International Park Expo Park",
  "addr": "济南市长清区大学科技园内",
  "qihou": "温带季风气候",
  "orea": "5176亩",
  "open_time": "全天",
  "level": "国家AAAA级旅游景区",
  "price": "免费开放",
  "intro": "济南园博园园区内主要包括：公共展区、中央湖区、国内园展区、国际未来园展区、专类园展区、休闲娱乐区、室内展区等景观区域，是目前国内最大的陆地园博园，展园总数达108个，包括17个省内城市、45个其他城市、我国港澳台地区以及21个国外城市，加上9个设计师展园和13个专类园，精彩纷呈，美不胜收。水之门、花博大道、和谐广场、主展馆、科技展馆等主题建筑气势宏伟，各具特色。"
},
{
  "id": 7,
  "name": "泉城欧乐堡梦幻世界",
  "name_en": "Quancheng Ole Castle Dream World",
  "addr": "德州市齐河县黄河国际生态城旅游路08号",
  "qihou": "温带季风气候",
  "orea": "39万平方米",
  "open_time": "9:00-17:30",
  "level": "国家AAAA级",
  "price": "220元/人",
  "intro": "以欧洲经典建筑风情为主，融入欧美先进的科技元素，是国内设备尖端、项目齐全、科技含量超高的大型游乐园。欧乐堡梦幻世界分为欢乐派梦幻小镇、龙之心、魔幻仙踪、狂野非洲、童话镇、天空之城、秘境之湖等七大主题区，包括龙卷风、雷神之锤、蓝火之战、摩托过山车、飞翔之翼、魔术风车等三十余个主题项目，乐园内部分设备进口自德国、意大利等国际一流厂家。"
  },
  {
    "id": 8,
    "name": "泉城海洋极地世界",
    "name_en": "Quancheng Ocean Polar World",
    "addr": "山东省德州市齐河县",
    "qihou": "温带季风气候",
    "orea": "8.8万平方米",
    "open_time": "8:30-17:30",
    "level": "国家AAAA级",
    "price": "190元/人",
    "intro": "该馆，拥有热带雨林、海龟岛、鲨鱼湾、海底隧道、精品馆、极地馆、4D影院、科普馆、水下剧场——美人鱼水下芭蕾表演、海洋剧场—海豚海狮表演等10多个展馆，这里汇集了北极熊、北极狐、白鲸、伪虎鲸、领航鲸、海豚、海狮、海豹、海牛、海象、海龟、企鹅等来自世界各地的近千种海洋生物、万种珍稀鱼类，是一个集观赏性、娱乐性、趣味性和反映海洋文化、海洋科技为一体的综合性展馆。"
  },
  {
    "id": 9,
    "name": "金象山乐园",
    "name_en": "Golden Elephant Mountain",
    "addr": "山东济南南部山区",
    "qihou": "温带季风气候",
    "orea": "4000亩",
    "open_time": "08:30-17:30",
    "level": "国家AAAA级",
    "price": "120元通票",
    "intro": "金象山现已发展成为一个集旅游休闲、会议度假、拓展培训和冬季滑雪一体的大型综合性风景区。金象山乐园依山造势，独特的地理环境，是省城独有特色的快乐大本营。 金象山乐园项目：冰雕乐园、欢乐谷、彩虹谷、逍遥谷、水上乐园、CS野战基地等。里面有世纪飞碟、宇宙飞车、疯狂轨道、豪华转马、龙卷风等独有的大型电玩项目，以及其他参与性、互动性游乐项目共200多种。"
  },
  {
    "id": 10,
    "name": "红叶谷生态文化旅游区",
    "name_en": "Hongye Valley Ecological Cultural Tourism Area",
    "addr": "济南市锦绣川乡南部山区",
    "qihou": "温带季风气候",
    "orea": "4000亩",
    "open_time": "7:30-17:30",
    "level": "国家AAAA级",
    "price": "80元／人",
    "intro": "由于红叶谷所处的南部山区是济南泉水的主要涵养补给地，平均气温比市区低5摄氏度左右，景区植被覆盖率较高，所以红叶谷又是一处“天然氧吧”。红叶谷的春天有红的碧桃，白的梨花；夏日谷中一片郁郁葱葱，山风送爽；秋天登高送目看万山红遍红叶层林尽染；冬日，白雪皑皑，玉树琼花。"
  },
  {
    "id": 11,
    "name": "跑马岭",
    "name_en": "Happy Valley",
    "addr": "济南市东南部的柳埠森林公园内",
    "qihou": "温带季风气候",
    "orea": "3000多公顷",
    "open_time": "8:00-18:00",
    "level": "国家AAAA级",
    "price": "旺季80元；淡季60元",
    "intro": "跑马岭旅游区分为步行游览观光区、森林休闲区、食草动物区、猛兽区、综合服务区和动物饲养繁育中心等六大区域，园内放养有150余种、10000余头（只）的各类动物，旅游区内分布有海狮馆、鸣禽谷、生态奇观、袋鼠园、游禽湖、大象馆、鳄鱼湾等百余处景点。"
  },
  {
    "id": 12,
    "name": "灵岩寺旅游区",
    "name_en": "Lingyan Temple Tourist Area",
    "addr": "济南市长清区万德镇境内",
    "qihou": "温带季风气候",
    "orea": "50万平方公里",
    "open_time": "白天",
    "level": "国家AAAA级",
    "price": "60元",
    "intro": "灵岩寺，始建于东晋，距今己有1600多年的历史。该寺历史悠久，佛教底蕴丰厚，自唐代起就与浙江国清寺、南京栖霞寺、湖北玉泉寺并称“海内四大名刹”，并名列其首。灵岩寺，现为世界自然与文化遗产泰山的重要组成部分，是全国重点文物保护单位，国家级风景名胜区，全国首批4A级旅游区。"
  }
]

// 定义数据出口
module.exports = {
  dataList: json
}